tap "borgbackup/tap"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fresh-editor"
brew "fzf"
brew "git"
brew "midnight-commander"
brew "ollama", restart_service: :changed
brew "starship"
brew "stow"
brew "zoxide"
brew "zsh"
brew "borgbackup/tap/borgbackup-fuse"
cask "bitwarden"
cask "bluos-controller"
cask "citrix-workspace"
cask "commander-one"
cask "font-arial"
cask "font-chivo"
cask "font-chivo-mono"
cask "font-comic-sans-ms"
cask "font-courier-new"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-trebuchet-ms"
cask "google-chrome"
cask "google-drive"
cask "keepassxc"
cask "kitty"
cask "libreoffice"
cask "logi-options+"
cask "logseq"
cask "macfuse"
cask "obsidian"
cask "rectangle"
cask "scroll-reverser"
cask "vlc"
cask "vorta"
cask "vscodium"
