tap "borgbackup/tap"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fresh-editor"
brew "fzf"
brew "git"
brew "midnight-commander"
brew "ollama", restart_service: :changed
brew "starship"
brew "zoxide"
brew "zsh"
brew "borgbackup/tap/borgbackup-fuse"
cask "bitwarden"
cask "commander-one"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "logi-options+"
cask "logseq"
cask "macfuse"
cask "rectangle"
cask "scroll-reverser"
cask "vlc"
cask "vorta"
cask "vscodium"
